CREATE TABLE [dbo].[DU_to_insert] (
  [№ п/п] [float] NULL,
  [Уникальный номер ДУ] [nvarchar](255) NULL,
  [Группа] [nvarchar](255) NULL,
  [Категория улицы] [nvarchar](255) NULL,
  [Причина несоответствия типа ДУ категории улицы] [nvarchar](255) NULL,
  [Адрес по реестру БТИ] [nvarchar](255) NULL,
  [ТипДУ] [nvarchar](255) NULL,
  [Округ] [nvarchar](255) NULL,
  [Район] [nvarchar](255) NULL,
  [Улица] [nvarchar](255) NULL,
  [Номер дома (полностью)] [nvarchar](255) NULL,
  [Информационное содержание указателя (Улица)/Надпись на первом ко] [nvarchar](255) NULL,
  [Информационное содержание указателя (Дом)] [nvarchar](255) NULL,
  [№ списка] [nvarchar](255) NULL,
  [Дата списка] [datetime] NULL,
  [Информация о несоответствии регламенту] [datetime] NULL,
  [id] [int] IDENTITY NOT FOR REPLICATION,
  CONSTRAINT [PK_d] PRIMARY KEY CLUSTERED ([id])
)
ON [PRIMARY]
GO

CREATE INDEX [NonClusteredIndex-20170821-134633]
  ON [dbo].[DU_to_insert] ([№ п/п], [Уникальный номер ДУ], [ТипДУ], [Округ], [Район], [Улица], [Номер дома (полностью)], [id])
  INCLUDE ([Информационное содержание указателя (Улица)/Надпись на первом ко], [Информационное содержание указателя (Дом)], [№ списка], [Дата списка], [Информация о несоответствии регламенту], [Группа], [Категория улицы], [Причина несоответствия типа ДУ категории улицы], [Адрес по реестру БТИ])
  ON [PRIMARY]
GO